Repository: alexkovalevv/wp-plugin-optinpanda
Catalog: langs/optinpanda-*.po
Languages: ru_ru

source: Each website has its own unique audience. We know that a good business is an agile business. The premium version of Opt-In Panda provides 8 additional options that allow you to configure the lockers flexibly to meet your needs.
ru_ru: Конечно каждый сайт имеет свою собственную уникальную аудиторию. Мы знаем, что хороший бизнес - это гибкий бизнес. Премиум версия Opt-In Panda содержит 8 дополнительных опций, которые позволят вам гибко настроить замки для вашей уникальной аудитории.

source: Create Interest to Your Content via Overlay Effects
ru_ru: Вызов интереса у пользователей к контенту с помощью эффектов наложения

source: It attracts tremendous attention and create huge interest to your locked content. If people see and understand what they will get after unlocking, they are more likely to leave their emails.
ru_ru: Привлекает много внимания и создает огромный интерес для скрытого содержимого. Если люди видят и понимают, что они могут получить после того, как откроют замок, они более лояльны к тому, чтобы подписаться.

source: Unlimited Custom Fields To Fit Your Business Needs
ru_ru: Неограниченное количество произвольных полей с учетом потребностей вашего бизнеса

source: Need to ask your visitors for a phone number or address? No problem! You can create custom textboxes (with/without input mask), dropdown lists, checkboxes and more.
ru_ru: Вам необходимо узнать телефон и адрес подписчиков? Произвольные поля помогут вам сконструировать гибкую форму подписки под вашу аудиторию и ваши потребности.

source: Subscribe Visitors through Facebook, Twitter, Google or LinkedIn
ru_ru: Получение подписчиков через Facebook, Twitter, Google, Вконтакте или LinkedIn

source: Except subscription via the classic opt-in form, the premium plugin also provides visitors an option to subscribe through social networks.
ru_ru: За исключением классических способов подписки премиум плагин предоставляет посетителям возможность подписаться через социальные сети.

source: For each social button, you can configure extra actions which should be performed when the user clicks on the social button. For example, you can set up the locker to create an account for the user on your website.
ru_ru: Вы можете настроить несколько социальных и локальных действий, которые будут выполнены, когда пользователь нажмет кнопку авторизоваться в социальной сети. Например, можно настроить замок для создания учетной записи пользователя на вашем сайте.

source: Updates Almost Every Week & Guaranteed Support Within 24h
ru_ru: Плагин обновляется почти каждую неделю, гарантированная поддержка в течение 24 часов.

source: We release about 3-4 updates each month, adding new features and fixing bugs. The Free version does not guarantee that you will get all the major updates. If you upgrade to the Premium version, your copy of the plugin will be always up-to-date.
ru_ru: Мы выпускаем около 3-4 обновлений в месяц, добавляя новые возможности и исправляя ошибки. Бесплатная версия не гарантирует, что вы получите все основные обновления. Но если вы обновитесь до премиум версии, ваша копия плагина будет всегда актуальной.

source: All of our plugins come with free support. We care about your plugin after purchase just as much as you do. We want to make your life easier and make you happy about choosing our plugins.
ru_ru: Для всех наших плагинов предоставляется бесплатная поддержка. Мы хотим сделать вашу жизнь проще и если у вас возникли какие-либо проблемы с установкой или эксплуатацией плагина, вы всегда можете обратиться к нам за помощью.

source: Unfortunately we receive plenty of support requests every day and we cannot answer to all the users quickly. But for the users of the premium version (and the trial version), we guarantee to respond to every inquiry within 1 business day (typical response time is 3 hours).
ru_ru: Мы получаем большое количество писем от наших клиентов и, к сожалению, не можем ответить всем сразу. Но для пользователей премиум версии (и пробной версии ), мы гарантируем, что ответим на каждый запрос в течение 1 рабочего дня ( типичное время отклика составляет 3 часа ).

source: You can purchase the premium version at any time within your trial period or right now. After purchasing you will get a license key to unlock all the plugin features.
ru_ru: Вы можете купить премиум версию плагина в любой момент в течение вашего пробного периода. После покупки вы получите лицензионный ключ, при активации которого вы получите возможность использовать все функции плагина.

source: <strong>To purchase the Opt-In Panda</strong>, <a target="_blank" href="%s">click here</a> to visit the plugin page on CodeCanyon. Then click the "Purchase" button on the right sidebar.
ru_ru: Чтобы купить Opt-In Panda, перейдите на <a target="_blank" href="%s">страницу плагина</a> и нажмите на кнопку "Купить".

source: Emails of subscribers will be saved in the WP database.
ru_ru: Email адреса подписчиков будут сохранены в базе данных WP.

source: Adds subscribers to your MailChimp account.
ru_ru: Добавить подписчиков на ваш аккаунт в MailChimp.

source: Select one of merge tags in your MailChimp account to save the value from this field. <a href="%s" target="_blank">Learn more about Merge Tags</a>.
ru_ru: Выберите один из тегов слияния в вашем аккаунте MailChimp, чтобы сохранить значение из этого поля. <a href="%s" target="_blank">Подробнее о тегах слияния</a>.

source: Adds subscribers to your Aweber account.
ru_ru: Добавить подписчиков на ваш аккаунт в Aweber.

source: Adds subscribers to your GetResponse account.
ru_ru: Добавить подписчиков на ваш аккаунт в GetResponse.

source: Adds subscribers to the plugin MailPoet.
ru_ru: Добавить подписчиков на ваш аккаунт в MailPoet.

source: Adds subscribers to the plugin MyMail.
ru_ru: Добавить подписчиков в плагин MyMail.

source: Adds subscribers to the plugin Mailster.
ru_ru: Добавить подписчиков в плагин Mailster.

source: Adds subscribers to your Acumbamail account.
ru_ru: Добавить подписчиков на ваш аккаунт в Acumbamail.

source: Adds subscribers to the plugin K-news.
ru_ru: Добавить подписчиков в плагин K-news.

source: Adds subscribers to your FreshMail account.
ru_ru: Добавить подписчиков на ваш аккаунт в FreshMail.

source: Adds subscribers to your Sendy application.
ru_ru: Добавить подписчиков на ваш аккаунт в Sendy.

source: Adds subscribers to your SmartEmailing account.
ru_ru: Добавить подписчиков на ваш аккаунт в SmartEmailing.

source: Adds subscribers to your SendInBlue account.
ru_ru: Добавить подписчиков на ваш аккаунт в SendInBlue.

source: Adds subscribers to your ActiveCampaign account.
ru_ru: Добавить подписчиков на ваш аккаунт в ActiveCampaign.

source: Adds subscribers to your SendGrid account.
ru_ru: Добавляет подписчиков на ваш аккаунт в SendGrid.

source: Adds subscribers to your SG Autorepondeur account.
ru_ru: Добавляет подписчиков на ваш аккаунт в SG Autorepondeur.

source: Adds subscribers to your PechkinMail account.
ru_ru: Добавляет подписчиков на ваш аккаунт в PechkinMail.

source: Adds subscribers to your JustClick account
ru_ru: Добавляет подписчиков на ваш аккаунт в JustClick.

source: Adds subscribers to your Sendpulse account
ru_ru: Добавить подписчиков на ваш аккаунт в Sendpulse.

source: Adds subscribers to your Mailerlite account
ru_ru: Добавить подписчиков на ваш аккаунт в Mailerlite.

source: Adds subscribers to your Unisender account.
ru_ru: Добавляет подписчиков на ваш аккаунт в Unisender.

source: Unexpected error occurred during connection to ActiveCampaign. %s
ru_ru: Произошла непредвиденная ошибка во время подключения к ActiveCampaign. %s

source: Unexpected error occurred during connection to SendInBlue. %s
ru_ru: Произошла непредвиденная ошибка во время подключения к SendInBlue. %s

source: You can change this checkbox in your ActiveCampaign account.
ru_ru: Вы можете изменить этот флажок в вашей учетной записи ActiveCampaign.

source: Please visit your ActiveCampaign account to modify the choices.
ru_ru: Пожалуйста, посетите ваш аккаунт на ActiveCampaign, чтобы изменить выбор.

source: The Acumbamail Customer ID is not specified.
ru_ru: Не указан идентификатор клиента Acumbamail.

source: The Acumbamail API Token is not specified.
ru_ru: Не указан API токен Acumbamail.

source: Unexpected error occurred during connection to Acumbamail: %s
ru_ru: Произошла непредвиденная ошибка во время подключения к Acumbamail: %s

source: Unable to connect your Aweber Account. The Authorization Code is incorrect.
ru_ru: Не удается подключить учетную запись Aweber. Неверный код авторизации.

source: Custom Field
ru_ru: Произвольное поле

source: Unexpected error occurred during connection to FreshMail. %s
ru_ru: Произошла непредвиденная ошибка во время подключения к FreshMail. %s

source: You can change this checkbox in your MailChimp account.
ru_ru: Вы можете изменить этот флажок в аккаунте MailChimp.

source: Please visit your MailChimp account to modify the choices. <a href="%s" target="_blank">Learn more</a>.
ru_ru: Посетите свой MailChimp аккаунт, чтобы изменить выбор. <a href="%s" target="_blank">Узнать больше</a>.

source: The API Key is incorrect.
ru_ru: Неверный ключ API.

source: Incorrect value. Please enter a valid phone number preceded by "+" and a country code.
ru_ru: Неверное значение. Пожалуйста, введите корректный телефонный номер, начинающийся с «+» и код страны.

source: Please visit your GetResponse account to modify the choices.
ru_ru: Пожалуйста, посетите ваш аккаунт в GetResponse, чтобы изменить выбор.

source: Unable to add a subscriber to the plugin K-news due to a SQL error. Please contact the support service.
ru_ru: Не удается добавить подписчика в плагин K-news из-за ошибки SQL. Пожалуйста, обратитесь в службу поддержки.

source: Unable to add a subscriber to the specified list due to a SQL error. Please contact the support service.
ru_ru: Не удается добавить подписчика в указанный список из-за ошибки SQL. Пожалуйста, обратитесь в службу поддержки.

source: Unable to add a new subscriber via the plugin K-news. Please contact the support service.
ru_ru: Не удается добавить нового подписчика через плагин K-news. Пожалуйста, обратитесь в службу поддержки.

source: Unable to send the confirmation email via the plugin K-news. Please make sure that the plugin K-news is able to send emails.
ru_ru: Не удается отправить подтверждение по электронной почте через плагин K-news. Пожалуйста, убедитесь, что плагин K-news имеет возможность отправлять электронную почту.

source: Invalid request. Item ID is not set.
ru_ru: Недопустимый запрос. ID элемента не задано.

source: The operation is canceled because the website administrator deleted your email from the list.
ru_ru: Операция отменена, потому что администратор веб-сайта исключил ваш email из списка рассылки.

source: Sorry, the plugin doesn't custom fields for K-News. Please <a href="%s" target="_blank">contact us</a> if you need this feature.
ru_ru: К сожалению, плагин не имеет произвольных полей для K-News. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>, если вам нужна эта функция.

source: Error: %s. Please try to refresh this page or update your <a href="%s" target="_blank">subscription settings</a>.
ru_ru: Ошибка: %s. Пожалуйста, попробуйте обновить эту страницу или обновить <a href="%s" target="_blank">Параметры подписки</a>.

source: The MailPoet plugin is not found on your website.
ru_ru: Плагин MailPoet не найден на вашем сайте.

source: You can change this checkbox in the settings of your MailPoet forms.
ru_ru: Вы можете изменить этот флажок в настройках форм вашего плагина MailPoet.

source: Please visit the form editor in MailPoet to modify the choices.
ru_ru: Пожалуйста, откройте редактор форм в MailPoet, чтобы изменить выбор.

source: The Mailster plugin is not found on your website.
ru_ru: Плагин Mailster не найден на вашем сайте. Email адреса не будут сохранены.

source: Unable to connect with the Mailster Lists Manager. Your version of Mailster plugin is not supported. Please contact OnePress support.
ru_ru: Не удалось соединиться с менеджером списков Mailster. Ваша версия Mailster не поддерживается нашим плагином. Обратитесь в службу поддержки OnePress.

source: Unable to connect with the Mailster Subscribers Manager. Your version of Mailster plugin is not supported. Please contact OnePress support.
ru_ru: Не удалось соединиться с менеджером подписок Mailster. Ваша версия Mailster не поддерживается нашим плагином. Обратитесь в службу поддержки OnePress.

source: Unexpected error occured.
ru_ru: Произошла непредвиденная ошибка

source: Please visit <a href="%s" target="_blank">this page</a> to modify the choices. After that, re-save the locker.
ru_ru: Пожалуйста, посетите <a href="%s" target="_blank">эту страницу</a> для изменения выбора. После этого повторно сохраните замок.

source: The MyMail plugin is not found on your website.
ru_ru: Плагин MyMail не найден на вашем сайте.

source: Unable to connect with the MyMail Lists Manager. Your version of MyMail plugin is not supported. Please contact OnePress support.
ru_ru: Не удалось соединиться с менеджером списков MyMail. Ваша версия MyMail не поддерживается нашим плагином. Обратитесь в службу поддержки OnePress.

source: Unable to connect with the MyMail Subscribers Manager. Your version of MyMail plugin is not supported. Please contact OnePress support.
ru_ru: Не удалось соединиться с менеджером подписок MyMail. Ваша версия MyMail не поддерживается нашим плагином. Обратитесь в службу поддержки OnePress.

source: Request to the api was failed.
ru_ru: Запрос к api был отклонен.

source: Unable to add a new user. Please contact OnePress support.
ru_ru: Не удается добавить нового пользователя. Обратитесь в службу поддержки OnePress.

source: Access denied. Please make sure that you set Full Access for Mail Send and Marketing Campaigns in settings of your API key in SendGrid.
ru_ru: Доступ запрещен. Пожалуйста, убедитесь, что вы разрешили доступ для отправки почты и маркетинговых кампаний в настройках вашего API приложения в SendGrid.

source: Unknown error. Please contact OnePress support [code %d]
ru_ru: Неизвестная ошибка. Обратитесь в службу поддержки OnePress [код %d]

source: Sorry, the plugin doesn't support custom fields for SendInBlue. Please <a href="%s" target="_blank">contact us</a> if you need this feature.
ru_ru: К сожалению, плагин не имеет произвольных полей для SendInBlue. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>, если вам нужна эта функция.

source: The Sendy API Key is not specified.
ru_ru: Не указан API ключ для Sendy.

source: The Sendy Installation is not specified.
ru_ru: Не указан Installation для Sendy.

source: Unexpected error occurred during connection to Sendy: %s
ru_ru: Произошла непредвиденная ошибка во время подключения к Sendy: %s

source: Sorry, the plugin doesn't custom fields for Sendy. Please <a href="%s" target="_blank">contact us</a> if you need this feature.
ru_ru: К сожалению, плагин не имеет произвольных полей для Sendy. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>, если вам нужна эта функция.

source: The Activation Code of SG Autorepondeur is not specified.
ru_ru: Не указан код активации от SG Autorepondeur.

source: The Member Id of SG Autorepondeur is not specified.
ru_ru: Не указан ID пользователя SG Autorepondeur.

source: The List Id of SG Autorepondeur is not specified.
ru_ru: Не указан id списка рассылок в SG Autorepondeur.

source: Unexpected error occurred during connection to SG Autorepondeur: %s
ru_ru: Произошла непредвиденная ошибка во время подключения к SG Autorepondeur: %s

source: The data passed incorrect or list ID not found.
ru_ru: Переданные данные не корректны или id списка не существует.

source: The Username or API Key Secret not set.
ru_ru: Не задано имя пользователя или секретный ключ API.

source: Unexpected error occurred during connection to SmartEmailing. %s.
ru_ru: Произошла непредвиденная ошибка во время подключения к SmartEmailing. %s.

source: Unexpected error occurred during connection to SmartEmailing. Invalid response.
ru_ru: Произошла непредвиденная ошибка во время подключения к SmartEmailing. Недопустимый ответ.

source: Sorry, the plugin doesn't custom fields for SmartEmailing. Please <a href="%s" target="_blank">contact us</a> if you need this feature.
ru_ru: К сожалению, плагин не имеет произвольных полей для SmartEmailing. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>, если вам нужна эта функция.
