Repository: alexkovalevv/wp-plugin-optinpanda
Catalog: langs/optinpanda-*.po
Languages: ru_ru

source: Email Locker (default)
ru_ru: Email замок (По умолчанию)

source: This Content Is Only For Subscribers
ru_ru: Этот контент только для подписчиков

source: Please subscribe to unlock this content. Enter your email to get access.
ru_ru: Пожалуйста, подпишитесь, чтобы открыть скрытый контент. Введите email адрес, чтобы получить доступ.

source: This theme is available only in the <a href="%s" target="_blank">premium version</a> of the plugin
ru_ru: Эта опция доступна только в <a href="%s" target="_blank">премиум версии</a> плагина ( в бесплатной версии будет использовать режим Прозрачности).

source: <i class="fa fa-search"></i> Summary
ru_ru: <i class="fa fa-search"></i> Сводка

source: The page shows the total number of unlocks for the current locker.
ru_ru: Страницы показывают общее количество открытий текущего замка.

source: <i class="fa fa-usd"></i> Benefits
ru_ru: <i class="fa fa-usd"></i> Выгода

source: The page shows benefits the locker brought for your website.
ru_ru: На странице показана выгода, полученная от замка для вашего веб-сайта.

source: <i class="fa fa-search-plus"></i> Channels
ru_ru: <i class="fa fa-search-plus"></i> Каналы

source: The page shows which ways visitors used to unlock the content.
ru_ru: На странице показаны способы, которые пользователи использовали для открытия контента, а так же количество.

source: <i class="fa fa-sign-out"></i> Bounces
ru_ru: <i class="fa fa-sign-out"></i> Отказы

source: The page shows major weaknesses of the locker which lead to bounces. Hover your mouse pointer on [?] in the table, to know more about a particular metric.
ru_ru: На странице показаны основные недостатки замков, которые приводят к отказам. Наведите указатель мыши на [?] в таблице, чтобы узнать больше о конкретной метрике.

source: <i class="fa fa-tint"></i> Skips
ru_ru: <i class="fa fa-tint"></i> Утечки

source: The chart shows how many users skipped the locker by using the Timer or Close Icon, comparing to the users who unlocked the content.
ru_ru: На диаграмме показано, сколько пользователей открыло замок с помощью таймера или кнопки "Закрыть", по сравнению с пользователями, которые открыли контент стандартным способом.

source: Quick Start Guide
ru_ru: Быстрый старт

source: To pick out the content which should be locked, you can use special shortcodes. During installation, the plugin created for you the shortcode <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[emaillocker][/emaillocker]</span> named <strong>Email Locker</strong>.
ru_ru: Чтобы выделить часть контента, который вы хотите заблокировать, вы можете использовать для этого специальные шорткоды. Во время установки плагина автоматически создается шорткод по умолчанию [emaillocker][/emaillocker] с именем "Email замок".

source: <strong>Note:</strong> You can create more shortcodes at any time for whatever you need them for. For instance, you could create one for locking video players or another one for locking download links.
ru_ru: <strong>Заметка:</strong> Вы можете создать свои собственные шорткоды в любом количестве. Например, вы могли бы создать шорткод, чтобы заблокировать видео или картинку.

source: But before you start, you need to choose your email marketing service which will be used to store contacts of your future subscribers.
ru_ru: Но прежде чем начать, вам нужно выбрать службы email рассылки, которые вы будете использовать для хранения контактов ваших будущих клиентов.

source: The plugin supports all the major mailing services, including <a href="http://mailchimp.com">MailChimp</a>, <a href="http://aweber.com">Aweber</a>, <a href="http://getresponse.com">GetResponse</a>.
ru_ru: Плагин поддерживает различные почтовые сервисы, включая <a href="http://mailchimp.com">MailChimp</a>, <a href="http://aweber.com">Aweber</a>, <a href="http://getresponse.com">GetResponse</a>.

source: Concurrently the Email Locker saves contacts of all the attracted subscribers locally in your Wordpress database. You can export them later at any time.
ru_ru: В тоже время email замок сохраняет контакты всех привлеченных клиентов в локальную базу данных Wordpress. Вы можете экспортировать их в любое время.

source: Choose your email service
ru_ru: Выбор сервиса email рассылок

source: To configure your email marketing service, open the screen <strong>Subscription Options</strong>:
ru_ru: Чтобы настроить сервисы email рассылки, откройте экран <strong>Опции подписки</strong>:

source: Opt-In Panda > Global Settings -> <a href="%s">Subscription Options</a>
ru_ru: Opt-In Panda > Общие настройки -> <a href="%s">Опции подписки</a>

source: Select your email service or select "None" to store the contacts locally only in your Wordpress database.
ru_ru: Выберите сервисы email рассылок, или выберите «По умолчанию» для хранения контактов в локальной базе данных Wordpress.

source: Now let's examine how to use the default shortcode <strong>Email Locker</strong>.
ru_ru: Теперь давайте рассмотрим, как использовать шорткод по умолчанию<strong> Email замок</strong>.

source: Open the editor
ru_ru: Открываем редактор

source: In admin menu, select Opt-In Panda -> <a href="%s">All Lockers</a>.
ru_ru: В меню администратора выбираем Социальный замок -> <a href="%s">Список замков</a>.

source: Then click on the shortcode titled <strong>Email Locker</strong> to open its editor:
ru_ru: Затем нажмите на шорткод с заголовком <strong>Email замок</strong> для открытия его в редакторе:

source: Configure the locker
ru_ru: Настройка замка

source: Set a clear title that attracts attention or creates a call to action (see the example below).
ru_ru: Придумайте и введите заголовок, который привлекает внимание или призывает к действию (см. пример ниже).

source: Describe what the visitor will get after they unlock the content. This is very important, as visitors need to be aware of what they are getting. And please, only promise things you can deliver.
ru_ru: Опишите, что пользователь получит после того, как он разблокирует содержимое. Это очень важно, так как пользователи должны быть осведомлены о том, что они получают. Пожалуйста, не пишите в описании о том, чего не можете предложить вашему посетителю.

source: Specify the button text related with your call-to-action and if needed the text below the button.
ru_ru: Укажите текст кнопки, связанный с вашим призывом к действию и при необходимости текст ниже кнопки.

source: Choose one of the available themes for your locker.
ru_ru: Выберите тему под дизайн вашего сайта и вкусу.

source: Set the Overlay Mode. We recommend to use the Blurring Mode as the most attention-grabbing mode.
ru_ru: Установите режим наложения. Мы рекомендуем использовать режим размытия, это самый популярный режим, он способен увеличить шанс открытия замка до 30%.

source: If you have configured the Email Locker to use one of the third party email marketing services, select the list where you would like to add new subscribers.
ru_ru: Если вы используете email замок с внешними сервисами рассылки, то вам необходимо будет выбрать список рассылки, куда вы хотите сохранять подписчиков.

source: Set one of the available opt-in modes:
ru_ru: Установите один из доступных режимов проверки:

source: Mode Name
ru_ru: Название режима

source: Description
ru_ru: Описание

source: Single Opt-In
ru_ru: Одинарная проверка

source: Unlocks the content immediately after the user clicks the button to subscribe. Doesn't send the confirmation email.
ru_ru: Разблокирует содержимое сразу после того, как пользователь вводит свой адрес электронной почты. Не отправляет подтверждение по электронной почте.

source: Lazy Double Opt-In
ru_ru: Ленивая двойная проверка

source: Unlocks the content immediately after the user clicks the button as well as the Single Opt-In Mode but also sends the confirmation email (double opt-in).
ru_ru: Разблокирует содержимое сразу после того, как пользователь вводит свой адрес электронной почты, но также посылает сообщение о подтверждении подписки по электронной почте.

source: Full Double Opt-In
ru_ru: Двойная проверка

source: (recommended)
ru_ru: (рекомендуется)

source: After the user clicks the button, sends the confirmation email and waits until the user confirms one's subscription. Then, unlocks the content.
ru_ru: После того, как пользователь вводит свой адрес электронной почты, плагин отправляет ему подтверждение, и ждет пока пользователь не подтвердит подписку. И только после этого, разблокирует содержимое.

source: Decide do you really need to know a name of the subscriber. Remember less you ask, more opt-ins you get.
ru_ru: Выберите необходимые поля для своей формы, мы рекомендуем вам избегать большого количества полей, если вы хотите увеличить конверсию формы.

source: For some users social networks is a more preferred way to subscribe, as a result, it may increase the conversion of your locker. Play around with the subscription through social networks later. Now you can skip it.
ru_ru: Для некоторых пользователей более предпочтительным способом подписаться будет авторизация в социальной сети. Поэкспериментируйте с этим способом подписки, чтобы убедиться, что это очень удобно. Вы можете пропустить этот пункт.

source: The subscription through social networks works the same as through the form. Just an email address and name of the user is recivied from the social network.
ru_ru: Подписка через социальные сети работает так же, как через форму. Просто email адрес и имя пользователя будут получены из социальной сети.

source: The page <a href="%s">Stats & Reports</a> will help you to correct your locker after collecting the first statistical data.
ru_ru: Страница <a href="%s">статистики и отчетов</a> поможет вам более гибко настроить замок исходя из полученных данных от уже использованного ранее замка.

source: On the right sidebars, there are some additional options which can help you to adjust the locker to your site audience. Try to use them by yourself later.
ru_ru: Справа на боковых панелях есть дополнительные опции, которые могут помочь вам настроить замок для вашей аудитории. Попробуйте использовать их самостоятельно.

source: Congratulations! The locker is ready to use.
ru_ru: Поздравляем! Ваш замок готов к использованию.

source: Place the locker shortcode
ru_ru: Установка шорткода

source: Decide what content you would like to lock. It might be:
ru_ru: Вы должны решить, какой контент вы ходите закрыть. Возможно это:

source: A download link (for instance, a free graphic, an audio file, video resources, or a printable pdf of your article).
ru_ru: Ссылка для скачивания(графические изображение, pdf или аудио файл, видео)

source: A promo code (for instance, a %s off discount, if the visitor shares your promo page).
ru_ru: Промокод (предоставляет %s скидку пользователям, которые поделятся вашей страничкой)

source: The end of your article (for instance, you might show the beginning of the article to gain interest, but hide the ending).
ru_ru: Часть статьи (отрывок статьи в середине или в конце, с какой-то очень важной информацией для посетителя)

source: Basically, you can hide any content that would be important for visitors who are visiting your site.
ru_ru: В принципе, вы можете скрыть любое содержимое, которое будет иметь значение для ваших посетителей.

source: However, <strong>you should never</strong>:
ru_ru: При этом, <strong>никогда</strong> не закрывайте:

source: Lock all of your content, posts or pages.
ru_ru: Весь контент на странице

source: Lock boring content or content that is not interesting.
ru_ru: Скучный и неинтересный контент

source: In other words, don’t try to trick your visitors.
ru_ru: Другими словами не пытайтесь обмануть ваших посетителей.

source: Open the post editor for the post where you want to put the locker. Wrap the content you want to lock within the locker shortcode. For example: <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[emaillocker] Locked Content Goes Here [/emaillocker]</span>:
ru_ru: Откройте страницу редактирования записи, в которой хотите разместить замок. Затем оберните содержимое шорткодом. Например <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[emaillocker]Заблокированный контент[/emaillocker]</span>:

source: That’s it! Save your post and see the locker on your site!
ru_ru: Вот и все! Сохраните вашу запись и перейдите по адресу вашей записи, чтобы увидеть результат.

source: Email Locker
ru_ru: Email замок

source: Email Locker locks a portion of content on a webpage, by hiding or blurring it, and asks the visitor to enter his email address to unlock it.
ru_ru: Email замок скрывает часть ценного контента на страницах вашего сайта, пока пользователь не подпишется на вашу email рассылку, чтобы разблокировать его.

source: That gives users a strong reason to subscribe, turning visitors into subscribers and potential customers.
ru_ru: Это дает пользователям вескую причину, чтобы подписаться, превращая их в подписчиков и потенциальных клиентов.

source: Let's remember about traditional ways of list-building to see benefits of the Email Locker.
ru_ru: Давайте вспомним о обычных методах подписки, чтобы увидеть различия и преимущества email замка перед другими инструментами для сбора подписчиков.

source: Traditional Ways
ru_ru: Обычные способы

source: Subscription forms
ru_ru: Формы подписки

source: Put in various places of websites (e.g. on sidebar, after posts). To make these forms work well, you need to write a strong call-to-action linked with the post content. But usually all of them have <span class="onp-stress">extremely low conversion</span>.
ru_ru: Очень часто их можно встретить на боковой панели или в конце страницы веб-сайтов. Чтобы посетители подписались через подобную форму подписки, вам необходимо написать сильный призыв к действию. Но обычно данный способ имеет <span class="onp-stress">крайне низкую конверсию</span>.

source: Popups
ru_ru: Всплывающие окна

source: Attract lots of attention but more and more <span class="onp-stress">users starts ignoring them</span>. Just because people face these identical popups on every website.
ru_ru: Привлекают много внимания, но все больше и больше <span class="onp-stress">пользователей начинает игнорировать их</span>. Просто потому, что сталкиваясь с вирусными методами рекламы на других веб-сайтах, пользователи интуитивно закрывают всплывающие окна.

source: Squeeze pages
ru_ru: Одностраничники

source: If perfectly designed, they can bring you plenty new subscribers. But they <span class="onp-stress">require redirecting traffic</span> to particular pages and <span class="onp-stress">plenty work to setup</span>. Usually used only as landing pages for specific promotion campaigns.
ru_ru: Хороший способ для сбора подписной базы. Но они <span class="onp-stress">требуют перенаправления трафика</span> для отдельных страниц и <span class="onp-stress">много работы по конструированию содержания</span>. Больше всего данный способ подойдет для конкретных рекламных кампаний.

source: Email Locker aggregates well all the advantages of the traditional ways and avoids their weaknesses:
ru_ru: Email замок объединяет в себе все преимущества обычных способов и избегает их недостатки:

source: The Email Locker creates a <span class="onp-stress">strong call-to-action</span>, by incentivizing the users to subscribe in return at unlocking some value content.
ru_ru: Email замок создает <span class="onp-stress">сильный призыв к действию</span>, стимулируя пользователей подписываться взамен на скрытое содержимое.

source: The Email Locker is built into the post content and looks like an integral part of page. The user cannot close or skip it unlike popups. What's more, it <span class="onp-stress">attracts huge attention</span> like popups thanks to bright themes and effects.
ru_ru: Email замок может быть встроен в запись или страницу. Пользователь не может закрыть или пропустить его, в отличие от всплывающих окон. Он хорошо <span class="onp-stress">привлекает внимание</span>, как и всплывающие окна, но благодаря своим ярким темам и визуальным эффектам.

source: The Email Locker is flexible and highly configurable. You can put it anywhere, <span class="onp-stress">on any page at any place</span>, and make it looking relevant to any content.
ru_ru: Email замок имеет гибкую и прозрачную настройку. Вы можете поместить его в любом месте, <span class="onp-stress">на любой странице</span> и сделать его заметным повсюду.

source: Learn how to configure and use Email Locker
ru_ru: Узнайте, как настроить и использовать Email замок

source: More Features?
ru_ru: Хотите больше возможностей?

source: You Use Only %s of Opt-In Panda!
ru_ru: Вы используете плагин всего на %s!

source: %s Complete
ru_ru: %s завершено

source: Custom Fields
ru_ru: Произвольные поля

source: Extra Themes (+2)
ru_ru: Дополнительные темы(+2)

source: Blurring Effect
ru_ru: Эффект размытия

source: Advanced Options (+8)
ru_ru: Продвинутые опции (+8)

source: Premium Support
ru_ru: Премиум поддержка

source: <a href="%s" class="btn btn-primary btn-large">Get Premium for $24<br /><span>(it will take a pair of minutes)</span></a>
ru_ru: <a href="%s" class="btn btn-primary btn-large">Купить премиум версию<br /><span>(это займет не больше минуты)</span></a>

source: <a href="%s" class="btn btn-primary btn-large">Try 7-days Trial Version<br /><span>(activate by one click)</span></a><a href="%s" class="sl-buy"> or <strong>buy</strong> the full premium version now!</a>
ru_ru: <a href="%s" class="btn btn-primary btn-large">Активировать на 7 дней <br /><span>(бесплатная пробная версия)</span></a><a href="%s" class="sl-buy"> или <strong>купите</strong> премиум версию сейчас!</a>

source: Subscription Options
ru_ru: Опции подписки

source: List
ru_ru: Список

source: Specify the list ID to add subscribers.
ru_ru: Укажите идентификатор списка для добавления подписчиков.

source: - empty -
ru_ru: - пусто -

source: Select the list to add subscribers.
ru_ru: Выберите список для добавления подписчиков.

source: Opt-In Mode
ru_ru: Режимы проверки

source: Through %s
ru_ru: Через %s

source: %s takes care about sending confirmation emails.
ru_ru: %s отвечает за доставку писем подтверждения по электронной почте.

source: Through Wordpress
ru_ru: Через Wordpress

source: Wordpress and installed plugins take care about sending confirmation emails. By default Wordpress utilizes an email delivery service of your web host (usually not reliable). Fortunately there is plenty of reliable services you can integrate easily (<a href="https://wordpress.org/plugins/sendgrid-email-delivery-simplified/" target="_blank">SendGrid</a>, <a href="https://wordpress.org/plugins/mailin/" target="_blank">SendinBlue</a>, <a href="https://wordpress.org/plugins/wpmandrill/" target="_blank">Mandrill</a>, <a href="https://wordpress.org/plugins/postmark-approved-wordpress-plugin/" target="_blank">Postmark</a>, <a href="https://wordpress.org/plugins/mailjet-for-wordpress/" target="_blank">Mailjet</a>, <a href="https://wordpress.org/plugins/wp-ses/" target="_blank">Amazon SES</a> and others).
ru_ru: Wordpress и установленные плагины отвечают за доставку письма подтверждения на электронную почту ваших пользователей. По умолчанию Wordpress использует службу доставки вашего веб-хостинга (как правило, эта служба не надежна). К счастью, есть множество надежных услуг, которые вы можете легко интегрировать в Wordpress (<a href="https://wordpress.org/plugins/sendgrid-email-delivery-simplified/" target="_blank">SendGrid</a>, <a href="https://wordpress.org/plugins/mailin/" target="_blank">SendinBlue</a>, <a href="https://wordpress.org/plugins/wpmandrill/" target="_blank">Mandrill</a>, <a href="https://wordpress.org/plugins/postmark-approved-wordpress-plugin/" target="_blank">Postmark</a>, <a href="https://wordpress.org/plugins/mailjet-for-wordpress/" target="_blank">Mailjet</a>, <a href="https://wordpress.org/plugins/wp-ses/" target="_blank">Amazon SES</a> и другие).

source: Send Confirmation
ru_ru: Отправить подтверждение

source: Subject
ru_ru: Тема

source: Please confirm your email address
ru_ru: Пожалуйста подтвердите ваш адрес электронной почты

source: Text
ru_ru: Текст

source: Use the shortcode <strong>[link]</strong> to insert the confirmation link.
ru_ru: Используйте шорткод <strong>[link]</strong>, чтобы вставить ссылку для подтверждения.

source: To confirm your email address and unlock the content, please click the link below:<br />[link]<br/><br/>-<br/>%s<br/>%s
ru_ru: Чтобы подтвердить адрес электронной почты и разблокировать содержимое, пожалуйста, нажмите на ссылку ниже:<br>[link]<br><br>-<br>%s<br>%s

source: Email Only
ru_ru: Только Email

source: Name & Email
ru_ru: Имя & Email

source: Custom Form
ru_ru: Своя форма

source: Form Fields
ru_ru: Поля формы

source: Choose which fields the user has to fill to unlock your content.
ru_ru: Выберите поля, которые пользователь должен заполнить, чтобы разблокировать скрытый контент.

source: This option is available only in the <a href="%s" target="_blank">premium version</a> of the plugin (the transparency mode will be used in the free version)
ru_ru: Эта опция доступна только в <a href="%s" target="_blank">премиум версии</a> плагина ( в бесплатной версии будет использовать режим Прозрачности).

source: Social Subscription
ru_ru: Подписка через социальные сети

source: Turn on to allow the subscription through social networks.
ru_ru: Включите, чтобы разрешить подписку через социальные сети.

source: Above Text
ru_ru: Над текстом

source: The text above the buttons.
ru_ru: Текст над кнопками.

source: subscribe via your social profile by one click
ru_ru: подписаться через ваш социальный профиль одним нажатием

source: Social Networks
ru_ru: Социальные сети

source: Mark available social networks.
ru_ru: Выберите доступные социальные сети.

source: Vkontakte
ru_ru: Вконтакте

source: The emails will be saved in the <a href="%s" target="_blank">local database</a> because you haven't selected a mailing service
ru_ru: Собранные email адреса будут сохранены в <a href="%s" target="_blank">локальную базу данных</a>, так как вы не выбрали сервисы email рассылки.

source: You selected <strong>%s</strong> as your mailing service
ru_ru: Вы выбрали <strong>%s</strong>, как ваш почтовый сервис

source: change
ru_ru: изменить

source: To enable the social subscription option, please install the Social Locker plugin which provides social features. <a href="%s" target="_blank">Click here to learn more</a>.
ru_ru: Чтобы включить подписку через социальные сети, пожалуйста, установите плагин Социальный замок, который обеспечивает социальные функции. <a href="%s" target="_blank">Нажмите здесь, чтобы узнать больше</a>.

source: Fields
ru_ru: Поля

source: <strong>Hint:</strong> drag & drop to reorder the fields.
ru_ru: <strong>Подсказка:</strong> перетащите и отпустите, чтобы изменить порядок полей.

source: The confirmation email to send. You can change the sender email in the <a href="%s" target="_blank">global settings</a>.
ru_ru: Отправка подтверждения по электронной почте. Вы можете изменить отправителя электронной почты в <a href="%s" target="_blank">общих настройках</a>.

source: Database
ru_ru: База данных

source: Choose how this field will work. Map it to one of custom fields in %s or use it as a helper element to decorate your form.
ru_ru: Выберите, как будет работать это поле. Сопоставить его с одним из настраиваемых полей в %s или использовать его как вспомогательный элемент для украшения вашей формы.

source: Unexpected error occurred. Please try to refresh this page.
ru_ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте обновить эту страницу.
