Repository: alexkovalevv/wp-plugin-optinpanda
Catalog: langs/optinpanda-*.po
Languages: ru_ru

source: Set a user screen name to follow (for example, <a href="http://twitter.com/byonepress" target="_blank">byonepress</a>)
ru_ru: Впишите в поле свое имя в Twitter (например, <a href="http://twitter.com/byonepress" target="_blank">byonepress</a>)

source: Notifications
ru_ru: Уведомления

source: If On, the follower will get notifications about new tweets (usually via sms).
ru_ru: Если Вкл, подписчик будет получать уведомления о новых твитах (по SMS).

source: Twitter Action: Tweet
ru_ru: Действие Twitter: Сообщение

source: Sends the specified tweet below from behalf of the user after signing in.
ru_ru: Отправляет указанный твит ниже от имени пользователя после нажатия на кнопку авторизации.

source: Tweet
ru_ru: Сообщение

source: Type a message to tweet. It may include any URL.
ru_ru: Введите сообщение, которое будет опубликовано на стене пользователя. Оно может включать любые URL-адреса.

source: Google Action: Subscribe To Youtube Channel
ru_ru: Действие Google: Подписаться на канал в Youtube

source: This action subscribers the user to the specified Youtube channel.
ru_ru: Это действие подписывает пользователя на указанный канал в YouTube.

source: Youtube Channel ID
ru_ru: ID канала

source: Set a channel ID to subscribe (for example, <a href="http://www.youtube.com/channel/UCANLZYMidaCbLQFWXBC95Jg" target="_blank">UCANLZYMidaCbLQFWXBC95Jg</a>).
ru_ru: Установите ID канала на Youtube (пример, <a href="http://www.youtube.com/channel/UCANLZYMidaCbLQFWXBC95Jg" target="_blank">UCANLZYMidaCbLQFWXBC95Jg</a>).

source: How to use
ru_ru: Как использовать?

source: <a href="%s" class="button" target="_blank">See emails</a> of users who already signed-up or <a href="%s" class="button" target="_blank">export emails</a> in the CSV format.
ru_ru: <a href="%s" class="button" target="_blank">Показать email адреса</a> авторизованных пользователей <a href="%s" class="button" target="_blank">экспортировать email адреса </a> в формате CSV.

source: Install the plugin <a href="%s" target="_blank">Opt-In Panda</a> to subscribe automatically all the signed-up users to your mailing list. Supports most of services and plugins: Aweber, MailChimp, GetResponse, MyMail, MailPoet, K-news and more.
ru_ru: Установите плагин <a href="%s" target="_blank">Opt-In Panda</a> для автоматического добавления email адресов в ваши сервисы сбора подписчиков. Поддерживает большинство сервисов и плагинов: Aweber, MailChimp, GetResponse, MyMail, MailPoet, K-news и т.д.

source: New User Role
ru_ru: Роль пользователя

source: All new users will be assigned to the role <strong>%s</strong> (<a href="%s" target="_blank">change</a>).
ru_ru: Всем новым пользователям присваивается роль <strong>%s</strong> (<a href="%s" target="_blank">изменить</a>).

source: Welcome E-mail
ru_ru: Оповещение по email

source: By default new users receive the standard wordpress welcome message. You can change it if you want.<br /><a href="https://wordpress.org/plugins/search.php?q=Welcome+Email" target="_blank">Click here</a> to select a free plugin to customize the welcome email.
ru_ru: По умолчанию новые пользователи получают стандартное email приветствие. Вы можете изменить его, если хотите.<br /><a href="https://wordpress.org/plugins/search.php?q=Welcome+Email" target="_blank">Нажмите тут</a>, чтобы настроить текст email приветствия.

source: The confirmation email to send:
ru_ru: Письмо подтверждения отправлено:

source: Save Email
ru_ru: Сохранить Email

source: Subscribe
ru_ru: Синхронизация

source: Create Account
ru_ru: Создать аккаунт

source: Follow
ru_ru: Подписаться

source: Subscribe (YT)
ru_ru: Подписаться(YTB)

source: Email Form
ru_ru: Email форма

source: To enable this action, please install the plugin Opt-In Panda which provides subscription features. <a href="%s" target="_blank">Click here to learn more</a>.
ru_ru: Чтобы разблокировать действие, пожалуйста, установите плагин Optin Panda. <a href="%s" target="_blank">Нажмите сюда</a>, чтобы узнать подробнее.

source: To enable this action, please install the Social Locker plugin which provides social features. <a href="%s" target="_blank">Click here to learn more</a>.
ru_ru: Чтобы разблокировать действие, пожалуйста, установите плагин Социальный замок, который предоставляет дополнительные функции для этой кнопки. <a href="%s" target="_blank">Нажмите сюда</a>, чтобы узнать подробнее.

source: Please set the Key & Secret of your Twitter App or select the default app. Please <a href="%s" target="_blank">click here</a> to learn more.
ru_ru: Пожалуйста установите ключ и секретный код вашего приложения в Twitter или выберите приложение по умолчанию. Пожалуйста, <a href="%s" target="_blank">нажмите здесь,</a> чтобы узнать больше.

source: You Use Only %s of Social Locker!
ru_ru: Вы используете плагин всего на %s!

source: More Beautiful Themes (+2)
ru_ru: Дополнительные темы (+2)

source: Via Twitter
ru_ru: в Twitter

source: Via Vkontakte
ru_ru: Через Вконтакте

source: Unlocks
ru_ru: Открыто

source: Emails
ru_ru: email адресов

source: Accounts
ru_ru: Аккаунты

source: The number of new accounts created for visitors.
ru_ru: Количество новых аккаунтов, созданных пользователями.

source: Twitter Followers
ru_ru: Twitter подписаться

source: The number of new followers attracted via the locker. If the user was a follower before, this user will not be counted.
ru_ru: Количество новых подписчиков, полученных через Замок авторизации. Если пользователь ранее был подписан на вас, эти данные не будут учитываться в статистике.

source: Tweets
ru_ru: Твиты

source: The number of new tweets posted via the locker.
ru_ru: Количество твитов, сделанных с помощью Замка авторизации.

source: Youtube Subscribers
ru_ru: YouTube подписаться

source: The number of new subscribers attracted via the locker. If the user was a subscribers before, this user will not be counted.
ru_ru: Количество новых подписчиков, полученных с помощью Замка авторизации. Если пользователь был ранее подписан, то эти данные не будет учитываться.

source: LinkedIn Followers
ru_ru: LinkedIn подписаться

source: Twitter Tweets
ru_ru: Твиты

source: <p>Locks the content until the user signs in through social networks.</p><p>You can set up various actions to be performed to sign in (e.g. subscribe, follow, share).</p>
ru_ru: Вы можете настроить различные социальные действия, которые необходимо выполнить после авторизации в соц. сети (например, подписаться, поделиться).

source: <p>Locks the content until the user signs in through social networks.</p><p>You can set up various social actions to be performed to sign in (e.g. subscribe, follow, share).</p>
ru_ru: Вы можете настроить различные социальные действия, которые необходимо выполнить после авторизации в соц. сети (например, подписаться, поделиться).

source: Learn how to use the plugin <i class="fa fa-lightbulb-o"></i>
ru_ru: Узнайте, как использовать плагин <i class="fa fa-lightbulb-o"></i>

source: Please, activate the plugin to get started. Enter a key you received with the plugin into the form below.
ru_ru: Пожалуйста, активируйте плагин, чтобы приступить к работе. Введите ключ, который вы получили, в поле ниже. Не знаете где ключ? <a href="#" id="open-faq">Нажмите здесь</a>.

source: Public License is a GPLv2 compatible license. It allows you to change this version of the plugin and to use the plugin free. Please remember this license covers only free edition of the plugin. Premium versions are distributed with other type of a license.
ru_ru: Public License это GPLv2-совместимая лицензия, которая позволяет изменять и использовать эту версию плагина бесплатно. Пожалуйста, имейте в виду, что эта лицензия относится только к бесплатной редакции плагина. Премиум версии плагина распространяются в рамках другой лицензии.

source: Username
ru_ru: Имя пользователя

source: Please, enter your login in JustClick
ru_ru: Пожалуйста, введите ваш логин в JustClick

source: API key
ru_ru: API ключ

source: <a href="%s" class="btn btn-default" target="_blank">Get API Key</a>
ru_ru: <a href="%s" class="btn btn-default" target="_blank">Получить API ключ</a>

source: Please, enter your api key in JustClick
ru_ru: Пожалуйста, введите ваш api ключ в JustClick

source: Please, enter your REST API ID in Sendpulse
ru_ru: Пожалуйста, введите ваш REST API ID in Sendpulse

source: Secret:
ru_ru: Секрет:

source: Please, enter your REST API Secret in Sendpulse
ru_ru: Пожалуйста, введите ваш REST API Secret в Sendpuls

source: Please enter your api key in unisender
ru_ru: Пожалуйста, введите ваш api ключ в сервисе Unisender.

source: Please, enter your username in PechkinMail Account
ru_ru: Пожалуйста, введите ваш логин в PechkinMail

source: Password
ru_ru: Пароль

source: Please, enter your password PechkinMail Account
ru_ru: Пожалуйста, введите ваш пароль в PechkinMail

source: API Key
ru_ru: API ключ

source: The API key of your MailChimp account.
ru_ru: API ключ вашего аккаунта в MailChimp.

source: Send "Welcome" Email
ru_ru: Отправить письмо "Приветствия"

source: Sends the Welcome Email configured in your MailChimp account after subscription (works only if the Single Opt-In set).
ru_ru: Посылает письмо "Приветствие" сконфигурированное в вашей учетной записи MailChimp после подписки (работает только если использует замок авторизации).

source: Authorization Code
ru_ru: Код авторизации

source: The authorization code you will see after log in to your Aweber account.
ru_ru: Код авторизации вы увидите после входа в ваш аккаунт Aweber.

source: The API key of your GetResponse account.
ru_ru: API ключ вашего аккаунта в GetResponse.

source: Redirect To Locker
ru_ru: Перенаправление к замку

source: Set On to redirect the user after the email confirmation to the page where the locker located.<br />If Off, the MyMail will redirect the user to the page specified in the option <a href="%s" target="_blank">Newsletter Homepage</a>.
ru_ru: Если Вкл, пользователь будет перенаправлен на страницу, где расположен замок, после того как подтвердит подписку по электронной почте. <br>Если Выкл, MyMaill будет перенаправлять пользователя на страницу, указанную в параметре <a href="%s" target="_blank">Домашняя страница новостной рассылки</a>.

source: Set On to redirect the user after the email confirmation to the page where the locker located.<br />If Off, the Mailster will redirect the user to the page specified in the option <a href="%s" target="_blank">Newsletter Homepage</a>.
ru_ru: Если Вкл, пользователь будет перенаправлен на страницу, где расположен замок, после того как подтвердит подписку по электронной почте. <br>Если Выкл, Mailster будет перенаправлять пользователя на страницу, указанную в параметре <a href="%s" target="_blank">Домашняя страница новостной рассылки</a>.

source: Customer ID
ru_ru: ID клиента

source: <a href="%s" class="btn btn-default" target="_blank">Get ID & Token</a>
ru_ru: <a href="%s" class="btn btn-default" target="_blank">Получить ID и Токен</a>

source: The customer ID of your Acumbamail account.
ru_ru: Идентификатор клиента вашего аккаунта в Acumbamail.

source: API Token
ru_ru: API токен

source: The API token of your Acumbamail account.
ru_ru: API токен вашего аккаунта в Acumbamail.

source: Set On to redirect the user after the email confirmation to the page where the locker located.<br />If Off, the K-news will redirect the user to the home page.
ru_ru: Если Вкл, пользователь будет перенаправлен на страницу где установлен замок, после того, как подтвердит подписку по электронной почте.<br>Если Выкл, K-news будет перенаправлять пользователя на главную страницу.

source: <a href="%s" class="btn btn-default" target="_blank">Get API Keys</a>
ru_ru: <a href="%s" class="btn btn-default" target="_blank">Получить API ключ</a>

source: The API Key of your FreshMail account.
ru_ru: API ключ вашего аккаунта в FreshMail.

source: API Secret
ru_ru: Секретный ключ API

source: The API Sercret of your FreshMail account.
ru_ru: Секретный ключ API вашего аккаунта в FreshMail.

source: The API key of your Sendy application, available in Settings.
ru_ru: Ключ API Sendy приложения, доступный в настройках.

source: Installation
ru_ru: Установка

source: An URL for your Sendy installation, <strong>http://your_sendy_installation</strong>
ru_ru: URL-адрес для установки Sendy, <strong>http://your_sendy_installation</strong>

source: Enter your username on SmartEmailing. Usually it is a email.
ru_ru: Введите ваше имя пользователя на SmartEmailing. Обычно это email.

source: The API key of your SmartEmailing account.
ru_ru: API ключ вашего аккаунта в SmartEmailing.

source: The API Key (version 2.0) of your Sendinblue account.
ru_ru: Ключ API (версия 2.0) вашего счета Sendinblue.

source: API Url
ru_ru: URL-адрес API

source: <a href="%s" class="btn btn-default" target="_blank">Get API Url</a>
ru_ru: <a href="%s" class="btn btn-default" target="_blank">Получить API ключ</a>

source: The API Url of your ActiveCampaign account.
ru_ru: URL-адрес API вашего аккаунта в ActiveCampaign.

source: The API Key of your ActiveCampaign account.
ru_ru: API ключ вашего аккаунта в ActiveCampaign.

source: Your SendGrid API key. Grant <strong>Full Access</strong> for <strong>Mail Send</strong> and <strong>Marketing Campaigns</strong> in settings of your API key.
ru_ru: Ваш SendGrid ключ API. Разрешение <strong>полный доступ</ strong> для <strong>отправки почты</ strong> и <strong>маркетинговые кампании</ strong> в настройках вашего API ключа.

source: <a href="%s" class="btn btn-default" target="_blank">Get Code</a>
ru_ru: <a href="%s" class="btn btn-default" target="_blank">Получить код</a>

source: Activation Code
ru_ru: Код активации

source: The Activation Code from your SG Autorepondeur account (<i>Mon compte -> Autres Options -> Informations administratives</i>).
ru_ru: Код активации от вашего SG Autorepondeur аккаунта (<i>Mon compte -> Autres Options -> Informations administratives</i>).

source: Member ID
ru_ru: ID пользователя

source: The Memeber ID of your SG Autorepondeur account (<i>available on the home page below the SG logo, for example, 9059</i>).
ru_ru: ID пользователя от вашего аккаунта в SG Autorepondeur (<i>можно найти на домашней странице ниже SG логотипа, например, 9059</i>).

source: To connect your Aweber account:
ru_ru: Чтобы подключить ваш аккуант в Aweber:

source: <span>1.</span> <a href="https://auth.aweber.com/1.0/oauth/authorize_app/92c68137" class="button" target="_blank">Click here</a> <span>to open the authorization page and log in.</span>
ru_ru: <span>1.</span> <a href="https://auth.aweber.com/1.0/oauth/authorize_app/92c68137" class="button" target="_blank">нажмите здесь</a>, <span>чтобы открыть страницу авторизации и войти</span>

source: <span>2.</span> Copy and paste the authorization code in the field below.
ru_ru: <span>2.</span> скопируйте и вставьте код в поле ниже.

source: Your Aweber Account is connected.
ru_ru: Ваш Aweber аккаунт подключен.

source: The MyMail plugin is not found on your website. Emails will not be saved.
ru_ru: Плагин MyMail не найден на вашем сайте. Email адреса не будут сохранены.

source: You can set a list where the subscribers should be added in the settings of a particular locker.
ru_ru: Вы можете установить список, где будут сохранены адреса подписчиков в настройках конкретного замка.

source: The Mailster plugin is not found on your website. Emails will not be saved.
ru_ru: Плагин Mailster не найден на вашем сайте. Email адреса не будут сохранены.

source: The MailPoet plugin is not found on your website. Emails will not be saved.
ru_ru: Плагин MailPoet не найден на вашем сайте. Email адреса не будут сохранены.

source: The K-news plugin is not found on your website. Emails will not be saved.
ru_ru: Плагин K-news не найден на вашем сайте. Email адреса не будут сохранены.

source: Unable to connect to Aweber. The Authorization Code is empty.
ru_ru: Не удается подключиться к Aweber. Кода авторизации не существует.

source: What is it?
ru_ru: Что это такое?

source: Get service api settings
ru_ru: Настройка сервисов

source: Plugin: Opt-In Panda
ru_ru: Плагин: Opt-In Panda

source: <p>Get more email subscribers the most organic way without tiresome popups.</p><p>Custom fields, export in CSV, content blurring, advanced options and more.</p>
ru_ru: <p>Получите больше email подписчиков без утомительных всплывающих окон.</p><p>Произвольные поля, экспорт подписчиков в CSV, размытие контента, дополнительные настройки и многое другое.</p>

source: <p>Helps to attract social traffic and improve spreading your content in social networks.</p><p>Also extends the Sign-In Locker by adding social actions you can set up to be performed.</p>
ru_ru: <p>Помогает привлекать социальный трафик и улучшает распространение вашего продукта в социальных сетях.</p><p>В комплект входит замок авторизации.</p>

source: Groups
ru_ru: Группы

source: <span>No groups available for the list selected. <a href="http://kb.mailchimp.com/lists/groups/getting-started-with-groups" target="_blank">You can create them</a> in your MailChimp account.<span>
ru_ru: <span>У вас нет доступных групп для выбранного списка рассылок. <a href="http://kb.mailchimp.com/lists/groups/getting-started-with-groups" target="_blank">Вы можете создать группу</a> в вашем аккаунте MailChimp.<span>

source: Optional. Select Groups to add subscribers.
ru_ru: Необязательно. Выберите группы для добавления подписчиков.

source: Collect more emails with the Opt-In Panda Premium!
ru_ru: Соберите больше подписчиков с премиум версией Opt-In Panda!

source: Try the premium version for 7 days for free!
ru_ru: Попробуйте премиум версию плагина в течение 7 дней бесплатно!

source: Custom fields, exporting of collected emails in CSV, social subscription, content blurring, 2 extra stunning themes, 8 advanced options, dedicated support and more.
ru_ru: Настраиваемые поля, экспорт собранных писем в CSV, подписка через социальные сети, размытие скрытого контента, 2 дополнительные потрясающие темы, 8 дополнительных опций, приоритетная поддержка и многое другое.

source: Activate Premium
ru_ru: Активировать Премиум

source: No, thanks, not now
ru_ru: Нет, спасибо

source: Learn More & Upgrade
ru_ru: Узнать больше и обновится

source: emails
ru_ru: email адресов

source: Congrats! You collected more %s emails via <strong>Opt-In Panda</strong>.
ru_ru: Поздравляем! Вы собрали более %s подписчиков с помощью <strong>Opt-In Panda</strong>.

source: Congrats! You gained more %s %s via <strong>Opt-In Panda</strong>.
ru_ru: Поздравляем! Вы получили более %s %s с помощью <strong>Opt-In Panda</strong>.

source: Please do us a BIG favor, give the plugin a 5-star rating on wordpress.org.
ru_ru: Пожалуйста, оставьте отзыв о работе нашего плагина на reformal.ru​

source: Sure, you deserved it!
ru_ru: Конечно вы это заслужили!

source: I already did
ru_ru: Я это уже сделал

source: No, not good enough
ru_ru: Нет, это плохой плагин

source: Want more %s? Try the <a href="%s" target="_blank">premium version</a>.
ru_ru: Хотите больше %s? Попробуйте <a href="%s" target="_blank">премиум версию</a>.

source: Invalid request type.
ru_ru: Неправильный запрос.

source: Opt-In Panda is a lead-generation plugin created to help you effectively attract new subscribers and easily build huge email lists.
ru_ru: Opt-In Panda - отличный генератор подписчиков(лидов), созданный, чтобы помочь вам эффективно привлекать новых клиентов и легко собирать подписную базу.

source: The plugin provides you with the following tools:
ru_ru: Плагин предоставляет вам следующие инструменты подписки:

source: Name
ru_ru: Заголовок

source: Designed to gather opt-ins. The user has to opt-in to unlock some value content (recommended to use for new users).
ru_ru: Предназначен для сбора подписчиков. Пользователь должен ввести свои контактные данные и подтвердить их, чтобы разблокировать замок (рекомендуется использовать для новых пользователей).

source: More advanced version of the Email Locker. Uses social buttons to retrieve emails and at the same time perform some extra social actions (e.g, tweeting).
ru_ru: Более продвинутые версии email замков. Используется для получения email адресов из социальных сетей, также позволяет выполнять дополнительные социальные действия, в виде подписки на канал или ретвита и т.п.

source: The Email Locker usually has a better conversion than the Sign-In Locker.
ru_ru: У Email замка обычно лучше конверсия, чем у замка авторизации.

source: Click on the tool title to learn more.
ru_ru: Нажмите на название инструмента, чтобы узнать больше.

source: Go Premium
ru_ru: Получить премиум

source: Try Premium Version For 7 Days For Free!
ru_ru: Попробуйте премиум версию плагина в течение 7 дней бесплатно!

source: Upgrade Opt-In Panda To Premium!
ru_ru: Обновите Opt-In Panda до премиум версии!

source: The plugin you are using is a free version of the popular <a target="_blank" href="%s"> Opt-In Panda</a> plugin. We offer you to try the premium version for 7 days absolutely for free. We are sure you will enjoy it!
ru_ru: Это бесплатная версия популярного плагина <a target="_blank" href="%s"> Opt-In Panda</a>. Вы можете попробовать премиум возможности плагина в течении 7 дней абсолютно бесплатно. Мы уверены, вам понравиться!

source: Check out the table below to know about the premium features.
ru_ru: Взгляните на таблицу ниже, чтобы узнать о новых возможностях, которые вы получите в премиум версии плагина.

source: The plugin you are using is a free version of the popular <a target="_blank" href="%s"> Opt-In Panda plugin</a> sold on CodeCanyon.
ru_ru: Это бесплатная версия популярного плагина <a target="_blank" href="%s"> Opt-In Panda</a>, который продается на CodeCanyon.

source: Check out the table below to know about all the premium features.
ru_ru: Взгляните на таблицу ниже, чтобы узнать о новых возможностях, которые вы получите в премиум версии плагина.

source: Comparison of Free & Premium Versions
ru_ru: Сравнение бесплатной и платной версии

source: Click on the dotted title to learn more about a given feature.
ru_ru: Справка: если нажать на подчеркнутый заголовок, вы сможете перейти к описанию этой возможности

source: Common Features
ru_ru: Общие возможности

source: Free
ru_ru: Бесплатная

source: Premium
ru_ru: Премиум

source: Unlimited Lockers
ru_ru: Нет лимита замков

source: yes
ru_ru: да

source: Single/Double Opt-In
ru_ru: Одинарная проверка/Двойная проверка

source: Visibility Options
ru_ru: Настройки отображения

source: Advanced Options
ru_ru: Дополнительные настройки

source: Export Emails in CSV
ru_ru: Экспорт подписчиков в CSV

source: Overlap Modes
ru_ru: Режим наложения

source: Full
ru_ru: На всю область

source: Transparency
ru_ru: Прозрачность

source: Blurring
ru_ru: Размытие

source: Themes
ru_ru: Темы

source: Theme "Great Attractor"
ru_ru: Тема "Great Attractor"

source: Theme "Friendly Giant"
ru_ru: Тема "Friendly Giant"

source: Theme "Dark Force"
ru_ru: Тема "Dark Force"

source: Services
ru_ru: Сервисы

source: Updates
ru_ru: Обновления

source: not guaranteed
ru_ru: не гарантировано

source: primary updates
ru_ru: приоритетные обновления

source: Support
ru_ru: Поддержка

source: dedicated support
ru_ru: качественная поддержка

source: Click Here To Activate Your Free Trial For 7 Days
ru_ru: Нажмите сюда, чтобы бесплатно активировать премиум версию на 7 дней

source: (instant activation by one click)
ru_ru: (мгновенная активация одним щелчком мыши )

source: Purchase Opt-In Panda Premium For $24 Only
ru_ru: Купите Opt-In Panda премиум всего за 590 руб

source: Or Buy The Opt-In Panda Right Now For $23 Only
ru_ru: Или купите Opt-In Panda прямо сейчас за 590 руб

source: Set How, When and For Whom Your Lockers Appear
ru_ru: Настройки: как, когда и для кого будет отображаться замок
