Repository: alexkovalevv/wp-plugin-optinpanda
Catalog: langs/optinpanda-*.po
Languages: ru_ru

source: The value from this field will be used as an email address. This field is always required.
ru_ru: Значение этого поля будет использоваться как адрес электронной почты. Это поле всегда обязательно для заполнения.

source: enter your email
ru_ru: введите ваш email

source: The value from this field will be splited (if possible) into the two parts: First and Last Namey. Use this field instead of creating a separate field for each name.
ru_ru: Значение этого поля будет разделено (если это возможно) на две части: имя и фамилия. Это поле можно использовать вместо создания отдельного для каждой части вашего ФИО.

source: enter your name
ru_ru: введите ваше имя

source: [ - loading - ]
ru_ru: [ - загрузка - ]

source: [ - error - ]
ru_ru: [ - ошибка - ]

source: enter your phone number
ru_ru: введите Ваш номер телефона

source: enter your birthday
ru_ru: введите Ваш день рождения

source: Write here why the user has to mark it.
ru_ru: Напишите здесь, почему пользователь должен отметить его.

source: Text Label:
ru_ru: Текст метки:

source: [ - unsupported- ]
ru_ru: [ - не поддерживается - ]

source: The custom field of this type is not supported currently with the plugin.
ru_ru: Настраиваемое поле этого типа в настоящее время не поддерживается плагином.

source: Icon
ru_ru: Иконка

source: Destination
ru_ru: Назначение

source: Field Label
ru_ru: Имя Поля

source: The Field Label is an internal name of the field used in reports and lead details.
ru_ru: Имя поля используются в отчетах и деталях подписки.

source: Control Type
ru_ru: Тип поля

source: Required?
ru_ru: Обязательное?

source: Icon Position
ru_ru: Позиция Иконки

source: Right
ru_ru: Справа

source: Left
ru_ru: Слева

source: None
ru_ru: По умолчанию

source: The position of the icon.
ru_ru: Выберите положение иконки

source: Title
ru_ru: Заголовок

source: Optional. The title appears above the field.
ru_ru: Необязательно. Название отображается над полем.

source: Placeholder
ru_ru: Заглушка

source: Optional. The placeholder appears in the textbox when it's empty.
ru_ru: Необязательно. Заглушка в текстовом поле появляется, когда оно не заполнено.

source: Mask
ru_ru: Маска

source: Optional. <a href="%s" target="_blank">Set the mask</a> if you need the user to fill this field in the certain format.
ru_ru: Необязательно. <a href="%s" target="_blank">задайте маску</a>, если необходимо, чтобы пользователи заполняли это поле в определенном формате.

source: Is Password
ru_ru: Это пароль

source: Check to hide content of this field behind "*".
ru_ru: Отметьте, чтобы закрыть контент в этом поле символом "*"

source: Hide Options
ru_ru: Скрыть опции

source: Min Value
ru_ru: Мин. значение

source: Optional. The minimum allowed value.
ru_ru: Необязательно. Минимальное допустимое значение.

source: Max Value
ru_ru: Макс. значение

source: Optional. The maximum allowed value.
ru_ru: Необязательно. Максимально допустимое значение.

source: Choices
ru_ru: Выбрать

source: Option Title
ru_ru: Заголовок:

source: Add Choice
ru_ru: Добавить пункт

source: Value
ru_ru: Значение

source: This value will be saved when submitting the form.
ru_ru: Это значение будет сохраняться при отправке формы.

source: The description appears next to the checkbox.
ru_ru: Описание отображается рядом с флажком.

source: Marked By Default
ru_ru: Состояние по умполчанию

source: Check to make this checkbox marked by default.
ru_ru: Сделать этот флажок отмеченным по умолчанию

source: Marked Value
ru_ru: Значение если выбрано

source: This value will be saved if the checkbox is marked.
ru_ru: Это значение будет сохранено, если флажок отмечен.

source: Unmarked Value
ru_ru: Значение если не выбрано

source: This value will be saved if the checkbox is not marked.
ru_ru: Это значение будет сохранено, если флажок не отмечен.

source: The separator does not have any options to configure.
ru_ru: Разделитель не имеет настроек.

source: Enter text for the label to display.
ru_ru: Введите текст метки для отображения.

source: Paste here html code to display.
ru_ru: Вставьте html-код для отображения.

source: Sorry, it seems we plugin does not support this field type.
ru_ru: К сожалению, плагин не поддерживает этот тип поля.

source: Add Field
ru_ru: Добавить поле

source: You need to register a Facebook App for your website. Please <a href="%s" target="_blank">click here</a> to learn more.
ru_ru: Если вы хотите использовать эту кнопку, вам необходимо установить Facebook App ID. Пожалуйста, <a href="%s" target="_blank">нажмите сюда</a>, чтобы перейти на страницу настроек.

source: You need to get a Google Client ID for your website. Please <a href="%s" target="_blank">click here</a> to learn more.
ru_ru: Если вы хотите использовать эту кнопку, вам необходимо установить Google Client ID. Пожалуйста, <a href="%s" target="_blank">нажмите сюда</a>, чтобы перейти на страницу настроек.

source: You need to get LinkedIn Client ID and Secret for your website. Please <a href="%s" target="_blank">click here</a> to learn more.
ru_ru: Если вы хотите использовать эту кнопку, вам необходимо установить LinkedIn Client и Secret ID. Пожалуйста, <a href="%s" target="_blank">нажмите сюда</a>, чтобы перейти на страницу настроек.

source: You need to get a Vk app id and protected key for your website. Please <a href="%s" target="_blank">click here</a> to learn more.
ru_ru: Вам необходимо получить идентификатор приложения и защищенный ключ Вконтакте для вашего сайта. Пожалуйста , <a href="%s" target="_blank">нажмите здесь</a> , чтобы узнать больше.

source: Post Title
ru_ru: Заголовок

source: Impressions
ru_ru: Просмотров

source: Visitors Who
ru_ru: Посетители

source: Faced Errors
ru_ru: Столкнулись с ошибками

source: Visitors who faced with any errors and were not able to unlock the content. This value normally should be equal 0. If not, please check settings of your locker or contact OnePress support.
ru_ru: Посетители, которые столкнулись с ошибками и не смогли разблокировать контент. Обычно это значение должно быть равно 0. Если нет, пожалуйста, проверьте настройки вашего замка или обратитесь в службу поддержки OnePress.

source: Declined Social Apps
ru_ru: Отклонили авторизацию

source: Visitors who refused to authorize of your social apps. If you think this value is too large, try to set less social actions to be performed on signing in through social networks.
ru_ru: Посетители, которые отказались авторизоваться в вашем приложении. Если вы считаете, что это отказов слишком много, попробуйте установить меньше действий для одной кнопки (оставить, например, только подписку).

source: Date
ru_ru: Дата

source: Who Faced Errors
ru_ru: Столкнулись с ошибками

source: Who Declined Social Apps
ru_ru: Отклонили авторизацию

source: Number of Unlocks
ru_ru: Количество открытий

source: The number of unlocks made by visitors.
ru_ru: Число открытий замка сделанных пользователями.

source: Via Opt-In Form
ru_ru: Через форму подписки

source: Via Facebook
ru_ru: Через Facebook

source: Via Google
ru_ru: Через Google

source: Via LinkedIn
ru_ru: Через LinkedIn

source: Emails Collected
ru_ru: Email адресов

source: The number of new emails added to the database. If the email exists in the database, this email will not be counted.
ru_ru: Количество новых email адресов, добавленных в базу данных. Если email адрес уже существует в базе данных, он не будет учитываться.

source: confirmed
ru_ru: подтвержден

source: Subscriptions Confirmed
ru_ru: Подписки подтверждены

source: Skipped by Timer
ru_ru: Открыто по таймеру

source: Skipped by Close Icon
ru_ru: Открыто через кнопку "Закрыть"

source: Conversion
ru_ru: Конверсия

source: The ratio of the number of unlocks to impressions, in percentage.
ru_ru: Соотношение количества открытий к просмотрам, в процентах.

source: <p>Asks visitors to subscribe to unlock some value content.</p><p>Perfect way to build your mailing list without any extra costs or efforts.</p>
ru_ru: <p>Просит посетителей подписаться на вашу рассылку, чтобы открыть скрытый контент.</p><p>Идеальный способ набрать подписчиков в ваш список email рассылки, без особых усилий и затрат.</p>

source: Sign-In Locker (default)
ru_ru: Замок авторизации (по умолчанию)

source: Sign In To Unlock This Content
ru_ru: Этот контент заблокирован

source: Please sign in. It's free. Just click one of the buttons below to get instant access.
ru_ru: Пожалуйста, поддержите нас, авторизуйтесь в одной из социальных сетей ниже, чтобы получить доступ к заблокированному контенту.

source: Using the Sign-In Locker is similar to using the Social Locker but it require a bit more efforts for the initial configuration.
ru_ru: Использование "Замка авторизации" работает по принципу Социального замка, но "Замок авторизации" требует больше шагов, чтобы открыть контент.

source: Using the Sign-In Locker is similar to using the Email Locker but it require a bit more efforts for the initial configuration.
ru_ru: Замка авторизации работает по принципу Email замка, но требует больше времени и усилий для настройки.

source: To pick out the content which should be locked, you can use special shortcodes. During installation, the plugin created for you the shortcode <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[signinlocker][/signinlocker]</span> named <strong>Sign-In Locker</strong>.
ru_ru: Чтобы выделить часть контента, который вы хотите заблокировать, вы можете использовать для этого специальные шорткоды. Во время установки плагина автоматически создается шорткод по умолчанию <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[signinlocker][/signinlocker]</span> с именем <strong>"Замок авторизации"</strong>.

source: Register social apps
ru_ru: Создание приложений в социальных сетях

source: Before you will be able to use the Sign-In Locker, you need to register a set of social apps (API Keys, App IDs, Client IDs and so) for your website.
ru_ru: Прежде чем начать использовать "Замок авторизации", вам необходимо зарегистрировать набор социальных приложений (получить API ключи, App Id, Client ID и т.д.) для вашего сайта.

source: You need to make it only once.
ru_ru: Вам необходимо сделать это только один раз.

source: Then you will be able to use these apps with the Sign-In Locker and with any other plugins.
ru_ru: Тогда у вас будет возможность использовать эти приложения с "Замком авторизации" и с любыми другими плагинами.

source: We recommend you to start using the Sign-In Locker with 3 buttons: Facebook, Twitter and Google by skipping LinkedIn. You will be able to configure LinkedIn later:
ru_ru: Мы рекомендуем вам начать использовать "Замок авторизации" с 3-мя кнопками: Facebook, Twitter и Google, пропуская LinkedIn. Вы сможете настроить LinkedIn позже:

source: Button Name
ru_ru: Название кнопки

source: Your action to make it work
ru_ru: Ваши действия, чтобы заставить кнопку работать

source: Facebook Sign-In Button
ru_ru: Кнопка авторизации в Facebook

source: Require creating a Facebook App
ru_ru: Обязательная установка ID приложения в Facebook

source: Twitter Sign-In Button
ru_ru: Кнопка авторизации в Twitter

source: Ready to use by default.
ru_ru: Готов к использованию по умолчанию.

source: Lean when you need to create your own app</a>
ru_ru: Узнать, когда и как создать приложение в Twitter

source: Google Sign-In Button
ru_ru: Кнопка авторизации в Google

source: Require getting Google Client ID
ru_ru: Обязательная установка Google клиент ID

source: LinkedIn Sign-In Button
ru_ru: Кнопка авторизации в LinkedIn

source: Require getting a LinkedIn API Key
ru_ru: Обязательная установка ключа LinkedIn API

source: Now when you have created apps for Facebook and Google, let's examine how to use the default shortcode <strong>Sign-In Locker</strong>.
ru_ru: Теперь, когда вы создали приложения для Вконтакте, Facebook и Google, давайте рассмотрим, как использовать шорткод, созданный плагином по умолчанию <strong>Sign-In Locker</strong>.

source: Then click on the shortcode titled <strong>Sign-In Locker</strong> to open its editor:
ru_ru: Нажмите на шорткод с заголовком <strong>Замок авторизации</strong>, чтобы открыть редактор замка:

source: Make sure that the Facebook, Twitter and Google buttons are marked. That makes available for the users to sign in through the respective social networks.
ru_ru: Убедитесь, что кнопки Facebook, Twitter и Google доступны и активированы.

source: Select actions you would like to execute for each button when the user clicks it to sign in.
ru_ru: Выберите действия, которые вы хотели бы, чтобы были выполнены после авторизации пользователя в вашем приложении (Вконтакте, Google и т.д.)

source: Configure each action.
ru_ru: Настройте каждое действие индивидуально, нажав на заголовок действия.

source: Check out the image below to learn how to configure the buttons and their actions:
ru_ru: Посмотрите на изображение ниже, чтобы увидеть как правильно выбрать и настроить каждое действие:

source: Open the post editor for the post where you want to put the locker. Wrap the content you want to lock within the locker shortcode. For example: <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[signinlocker] Locked Content Goes Here [/signinlocker]</span>:
ru_ru: Откройте страницу редактирования записи, в которой хотите разместить замок. Затем оберните содержимое шорткодом. Например <span class="onp-mark onp-mark-gray onp-mark-stricked onp-code">[signinlocker]Заблокированный контент[/signinlocker]</span>,:

source: Sign-In Locker
ru_ru: Замок авторизации

source: Sign-In Locker works the same way as the <a href="%s">Social Locker</a> but instead of liking/sharing it asks the user to sign in through social networks. Concurrently it can perform some social actions.
ru_ru: Замок авторизации работает точно так же, как <a href="%s">Социальный замок</a>, но вместо лайков он просит пользователя авторизоваться через социальные сети, одновременно он может выполнить дополнительные действия.

source: Sign-In Locker works the same way as the <a href="%s">Email Locker</a> but instead of entering an email it asks the user to sign in through social networks. Concurrently it can perform some social actions.
ru_ru: Замок авторизации работает точно так же, как <a href="%s">Email замок</a>, но вместо ввода электронной почты он просит пользователя авторизоваться через социальные сети, одновременно он может выполнить дополнительные действия.

source: What can you do with the Sign-In Locker
ru_ru: Что вы можете сделать, используя "Замок авторизации"

source: When the user signs in, the social network grants access to the user's contact data and allow additionally perform the following actions:
ru_ru: Когда пользователь авторизуется в социальной сети, та предоставляет плагину контактные данные авторизованного пользователя, c которыми можно проводить следующие манипуляции:

source: Register the user on our website (create an account)
ru_ru: Регистрирует пользователя на вашем сайте (создает аккаунт)

source: Subscribe the user to your mailing list (<a href="%s" target="_blank">Opt-In Panda</a> required)
ru_ru: Добавляет пользователя в базу сервисов email рассылок (необходимо <a href="%s" target="_blank">Opt-In Panda</a>)

source: Subscribe the user to your mailing list.
ru_ru: Подписывает пользователя на вашу базу email рассылок

source: Publish a tweet from behalf of the user (<a href="%s" target="_blank">Social Locker</a> required)
ru_ru: Публикует короткое сообщение на страничке пользователя в твиттер (необходимо <a href="%s" target="_blank">Социальный замок(авторизации)</a>)

source: Subscribe the user to your account on Twitter (<a href="%s" target="_blank">Social Locker</a> required)
ru_ru: Подписывает пользователя на ваш аккаунт в Твиттер (необходимо <a href="%s" target="_blank">Социальный замок(авторизации)</a>)

source: Subscribe the user to your account on LinkedIn (<a href="%s" target="_blank">Social Locker</a> required)
ru_ru: Подписывает пользователя на ваш аккаунт в LinkedIn (необходимо <a href="%s" target="_blank">Социальный замок(авторизации)</a>)

source: Subscribe the user to your Youtube channel (<a href="%s" target="_blank">Social Locker</a> required)
ru_ru: Подписывает пользователя на ваш канал в Youtube (необходимо <a href="%s" target="_blank">Социальный замок(авторизации)</a>)

source: Publish a tweet from behalf of the user
ru_ru: Публикует короткое сообщение на стене пользователя в Twitter

source: Subscribe the user to your account on Twitter (make the user a follower)
ru_ru: Подписывает пользователя на ваш аккаунт в Twitter (определяет пользователя подписчиком)

source: Subscribe the user to your account on LinkedIn (make the user a follower)
ru_ru: Подписывает пользователя на ваш аккаунт в LinkedIn (определяет пользователя подписчиком)

source: Subscribe the user to your Youtube channel
ru_ru: Подписывает пользователя на ваш канал в Youtube

source: Know your audience
ru_ru: Знайте свою аудиторию

source: Except the user's contact data, the Sign-In Locker also receives some personal data (name, profile url).
ru_ru: Кроме контактных данных пользователя "Замок авторизации" также получает некоторые личные данные (имя, URL профиля).

source: That allows you to know better your audinece and understand who is these people who visits your website. Also you can go and engage with them personally on their social pages on Facebook, Twitter, Google or LinkedIn.
ru_ru: Эти возможности позволят вам лучше узнать свою аудиторию и понять, что за люди посещают ваш сайт. Кроме того, вы сможете лично связаться с ними в социальных сетях Facebook, Twitter, Google или LinkedIn.

source: Comparing Sign-In Locker and Social Locker
ru_ru: Сравнение Замка авторизации и Социального замка

source: Although the Sign-In Locker brings more benefits per unlock, it has more lower conversion than Social Locker. Please check out the table below to learn more:
ru_ru: Хотя "Замок авторизации" приносит больше пользы за открытие, он имеет более низкую конверсию, чем Социальный замок. Пожалуйста, ознакомьтесь с приведенной ниже таблицей сравнения двух замков:

source: Paramters
ru_ru: Параметры

source: Sing-In Locker
ru_ru: Замок авторизации

source: Social Locker
ru_ru: Социальный замок

source: Benefits
ru_ru: Выгода

source: More benefits per unlock. Can be configured to execute several actions per unlock.
ru_ru: Больше выгоды за открытие замка. Может быть настроен на несколько действий за одно открытие.

source: Only one action has to be perfomed to unlock the content.
ru_ru: Будет выполнено только одно действие (лайк, поделиться или подписаться) после открытия замка.

source: More lower conversion due to the locker asks the user to authorize your social app and grant extra permissions.
ru_ru: Более низкая конверсия из-за того, что замок запрашивает права пользователя при авторизации в вашем приложении.

source: Extremely high conversion which may reach up to 50%. All what the user has to make is to click on the social button.
ru_ru: Чрезвычайно высокая конверсия, которая может доходить до 50%. Все, что пользователь должен сделать, это нажать на социальную кнопку.

source: Content
ru_ru: Контент

source: As asks the user to authorize your social app to read one's personal data, the content you provide should have more value.
ru_ru: Просит пользователя авторизоваться в вашем приложении и предоставить личные данные, ваш контент должен иметь высокую ценность.

source: You can lock practically any content. Giving a like is not hard.
ru_ru: Вы можете заблокировать практически любой контент.

source: Comparing Sign-In Locker and Email Locker
ru_ru: Сравнение Замка авторизации и Социального замка

source: Although the Sign-In Locker brings more benefits per unlock, it has more lower conversion than Email Locker. Please check out the table below to learn more:
ru_ru: Хотя "Замок авторизации" приносит больше пользы за открытие, он имеет более низкую конверсию, чем Email замок. Пожалуйста, ознакомьтесь с приведенной ниже таблицей сравнения двух замков:

source: High conversion which may reach up to %s.
ru_ru: Высокая конверсия, которая может достигать до %s.

source: You can lock practically any content.
ru_ru: Вы можете заблокировать практически любой контент.

source: Learn how to configure and use Sign-In Locker
ru_ru: Нажмите сюда, чтобы узнать как использовать "Замок авторизации"

source: Connect Options
ru_ru: Настройки кнопок авторизации

source: How to setup
ru_ru: Как использовать?

source: Select social networks which will be available to sign in.
ru_ru: Выберите социальные сети, которые будут доступны для активации.

source: For each social network, select actions which have to be performed to sign in.
ru_ru: Для каждой социальной сети выберите действия, которые будут выполнены после авторизации в соц. сети.

source: Configure each selected action by clicking on its title.
ru_ru: Настройте каждое выбранное вами действие индивидуально, просто нажав на него.

source: Action: Save Email
ru_ru: Дейстие: Сохранить Email

source: This action retrieves an email and some other personal data of the user and saves it in the database.
ru_ru: Это действие получает электронную почту и некоторые другие личные данные пользователя и сохраняет их в базе данных.

source: Action: Subscribe
ru_ru: Действие: Синхронизация с сервисами рассылки

source: This action allows to subscribe the user to the specified mailing list when one clicks on the Sign In button.
ru_ru: Это действие позволяет автоматически добавить пользователя в выбранный сервис email рассылок. Действие срабатывает после нажатия на кнопку авторизации.

source: Require Name
ru_ru: Имя обязательно

source: If On, requires to specify the name to unlock (only for the Email Form).
ru_ru: Если Вкл, пользователь обязательно должен ввести свое имя (только для email замка).

source: Before Form
ru_ru: До формы

source: The text before the form.
ru_ru: Текст перед формой

source: Cannot sign in via social networks? Enter your email manually.
ru_ru: Не удается авторизоваться через социальные сети? Введите адрес электронной почты вручную.

source: Buttton Text
ru_ru: Текст кнопки

source: The text on the button.
ru_ru: Текст на кнопке.

source: sign in to unlock
ru_ru: авторизуйтесь, чтобы разблокировать

source: After Buttton
ru_ru: Текст после кнопки

source: The text below the button. Guarantee something.
ru_ru: Текст, который находится ниже кнопки подписаться, представляет собой гарантию от спама.

source: Your email address is %s safe from spam!
ru_ru: Ваш email адрес на %s защищен от спама.

source: Action: Create Account
ru_ru: Действие: Создать аккаунт

source: This action registers the user on your website (the password will be generated randomly).
ru_ru: Это действие регистрирует пользователя на вашем сайте (пароль будет сгенерирован случайным образом).

source: Manual
ru_ru: Ручной

source: The account will be created but the user will not be logged in. The user will have to log in manually by using the login details sent via email. The locked content will get available instantly after clicking on the Sign-In buttons.
ru_ru: Учетная запись будет создана, но пользователь не будет авторизован в системе. Пользователь должен будет войти в систему вручную, используя регистрационные данные, которые были отправлены по электронной почте. Заблокированный контент будет доступен мгновенно после нажатия кнопки авторизации.

source: Login Mode
ru_ru: Режимы:

source: Twitter Action: Follow
ru_ru: Действие Twitter: Подписаться

source: This action makes the user following you on Twitter after clicking the Sign In button.
ru_ru: Это действие подписывает пользователя на вашу страничку в Twitter после нажатия на кнопку авторизации.

source: User to follow
ru_ru: Ваше имя в Twitter
